const Symbols : {
    [key : string] : any
} = {
    MathItalicLetters : {
        a : "𝑎",
        b : "𝑏",
        c : "𝑐",
        d : "𝑑",
        e : "𝑒",
        f : "𝑓",
        g : "𝑔",
        h : "ℎ",
        i : "𝑖",
        j : "𝑗",
        k : "𝑘",
        l : "𝑙",
        m : "𝑚",
        n : "𝑛",
        o : "𝑜",
        p : "𝑝",
        q : "𝑞",
        r : "𝑟",
        s : "𝑠",
        t : "𝑡",
        u : "𝑢",
        v : "𝑣",
        w : "𝑤",
        x : "𝑥",
        y : "𝑦",
        z : "𝑧",
        "0" : "𝟶",
        "1" : "𝟷",
        "2" : "𝟸",
        "3" : "𝟹",
        "4" : "𝟺",
        "5" : "𝟻",
        "6" : "𝟼",
        "7" : "𝟽",
        "8" : "𝟾",
        "9" : "𝟿",
        "*" : "⸱",
        B : "𝐵",
        M : "𝑀"
    },
    MathSymbols : {
        integral : "∫",
        product : "∏",
        summation : "∑",
        lim : `𝑙𝑖𝑚`,
        dx : '𝑑𝑥'
    }
}

export default Symbols